// © Copyright 2004-2010, 2015 HP Development Company, L.P.

HSDTaskName = "Justera";

HSDUnknownValue = "Välj";
NoAlignTitle = "Kan inte utföra inriktning";
NoAlignMsg = "Kontrollera att skrivaren är ansluten och påslagen. Försök igen.";

ValidationMsg = "En sida med ett valideringsmönster skrivs ut. Om det utskrivna mönstret ser ut att vara inriktat ska du klicka på Klar. Om inte, ska du göra om inriktningen genom att klicka på Justera igen.";
ValidationPagePrintingMsg = "En sida med ett valideringsmönster skrivs ut. Om de inre rutorna inte syns ska du klicka på Klar. Gör annars om inriktningen genom att klicka på Justera.";
HSDDoneButton = "Klar";

SemiAutomaticAlignCompletionAlertTitle = "Skrivaren skriver ut en sida med inriktningsmönster";
SemiAutomaticAlignCompletionAlertMessage = "Följ anvisningarna på denna sida för att slutföra inriktningen.";

CompletionAlertTitle = "Inriktningen av patronen är klar";
CompletionAlertMessage = "Du kan nu klicka på knappen Verifiera för att skriva ut verifieringssidan eller klicka på knappen Klar för att slutföra inriktningen. Om du vill skriva ut verifieringssidan bör du välja den konfigurerade enheten i följande utskriftsdialogruta och klicka på knappen Skriv ut.";
VerifyButton = "Verifiera";
PrintingPatternsTitle = "Skriver ut mönster…";
PrintingValidationPageTitle = "Skriver ut en valideringssida…";

AlignPrintheadsExplanation = "Följande procedur riktar in skrivhuvudena mot varandra. Detta ger bästa möjliga utskriftskvalitet.";
AlignPrintheadsInvitation = "Vi rekommenderar att du riktar in bläckpatronerna varje gång du sätter i ett nytt skrivhuvud.";

TransferringProcessTitle = "Överför fil…";
PrintingProcessTitle = "Skriver ut diagnostisk sida för utskriftskvalitet…";

PenChangedMsg = "Inriktningen avbröts eftersom bläckpatronuppsättningen ändrats. Ta inte ut, sätt inte i och ändra inte patroner under inriktningen.";

PrintAndAlingButtonsHint = "Klicka på knappen Skriv ut för att skriva ut en kopia på den diagnostiska sidan för utskriftskvalitet. Klicka på knappen Justera ut för att skriva ut den Justera sidan nu.";

NewCartridgeHeader = "Ny bläckpatron installerad";
NewCartridgeText = "Om du just har installerat en ny bläckpatron rekommenderar vi att du justerar den. Klicka på “Justera” för att justera den nya bläckpatronen.";

HSDPenAlignmentTextFieldTitle = "Justera bläckpatronerna";
HSDInfoTextFieldTitle = "HP rekommenderar att du utför denna inriktning varje gång du byter ut en bläckpatron, så att du får bästa kvalitet.\nNär du klickar på knappen Justera nedan skrivs en sida med mönster ut och du får svara på några frågor avseende dessa mönster.\nAnvänd endast vanligt papper för denna procedur.";
HSDGuideTextFieldTitle = "Klicka på Justera när du är klar att börja.";
HSDAlignButtonTitle = "Justera";

HSDPatternDescription = "Skrivaren skriver ut en sida med inriktningsmönster. Leta reda på mönstrets identifierare längst ned till höger på sidan, välj motsvarande alternativ nedan och klicka sedan på Fortsätt.";
HSDPattern1 = "Mönster 1";
HSDPattern2 = "Mönster 2";
HSDPattern3 = "Mönster 3";
HSDGoBackButton = "Bakåt";
HSDCancelButton = "Avbryt";
HSDContinueButton = "Fortsätt";

HSDPlotDescription = "Undersök den utskrivna sidan. Flera rader med rutor, som består av tunna linjer, finns på den utskrivna sidan.\n\nLeta reda på den ruta i varje rad på sidan, där de minsta linjerna är minst synbara och ange sedan valet av den rutan i listan till höger.";
HSDValidationCheck = "Skriva ut en valideringssida";

HSDStraightDescription1 = "Undersök det som skrevs ut på sidan och välj från varje sektion den etikett för varje del som har de rakaste linjerna.";
HSDStraightDescription2 = "Välj den etikett som har en ruta vid slutet av den pil som ligger närmast kanten på papperet.";
HSDStraightDescription3 = "Välj den numrerade ruta som bäst matchar bakgrunden på den utskrivna sidan.";

OutOfPaperAlertTitle = "Slut på papper";
OutOfPaperAlertMessage = "Mata in minst två pappersark och tryck på knappen på skrivaren. Dialogrutan stängs automatiskt efter att mönstren har skrivits ut.";
